Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: A retired DyorHQ launchpad
es: Un launchpad retirado de DyorHQ
fr: Un launchpad DyorHQ retiré
ko: 운영 종료된 DyorHQ 런치패드
zh_hans: 已退役的 DyorHQ Launchpad

source: A session lasts %1$@ from the %2$@ that opens it, and ends when you leave the app. Change the length in Settings.
es: Una sesión dura %1$@ a partir de la verificación con %2$@ que la abre, y termina cuando sales de la app. Cambia la duración en Ajustes.
fr: Une session dure %1$@ à partir de la confirmation avec %2$@ qui l'ouvre, et se termine quand vous quittez l'app. Modifiez la durée dans Réglages.
ko: 세션은 %2$@로 연 시점부터 %1$@ 동안 유지되고, 앱을 떠나면 종료돼요. 길이는 설정에서 변경하세요.
zh_hans: 会话从开启它的那次 %2$@ 验证起持续 %1$@，并在你离开应用时结束。可在设置中更改时长。

source: A square image works best.
es: Una imagen cuadrada funciona mejor.
fr: Une image carrée est idéale.
ko: 정사각형 이미지가 가장 잘 어울려요.
zh_hans: 正方形图片效果最佳。

source: A tight tolerance protects your price, but a swap can fail in a fast-moving market.
es: Una tolerancia estricta protege tu precio, pero un intercambio puede fallar en un mercado que se mueve rápido.
fr: Une tolérance faible protège votre prix, mais un échange peut échouer sur un marché qui évolue rapidement.
ko: 허용 범위를 좁히면 가격을 보호할 수 있지만, 시장이 빠르게 움직이면 스왑이 실패할 수 있어요.
zh_hans: 容差小能保护你的价格，但在快速变动的市场中，兑换可能会失败。

source: About
es: Acerca de
fr: À propos
ko: 정보
zh_hans: 简介

source: About this Moment
es: Acerca de este Moment
fr: À propos de ce Moment
ko: 이 Moment 정보
zh_hans: 关于此 Moment

source: Above %@
es: Por encima de %@
fr: Au-dessus de %@
ko: %@ 이상
zh_hans: 高于 %@

source: Account
es: Cuenta
fr: Compte
ko: 계정
zh_hans: 账户

source: Account Value
es: Valor de la cuenta
fr: Valeur du compte
ko: 계정 평가액
zh_hans: 账户价值

source: Account deleted, one step left
es: Cuenta eliminada, falta un paso
fr: Compte supprimé, il reste une étape
ko: 계정 삭제됨, 한 단계 남음
zh_hans: 账户已删除，还剩一步

source: Accounts created before our email-wallet security upgrade are found with this extra check, then moved to a new password.
es: Las cuentas creadas antes de nuestra actualización de seguridad de las billeteras de correo electrónico se encuentran con esta verificación adicional y luego se trasladan a una nueva contraseña.
fr: Les comptes créés avant notre mise à niveau de sécurité des portefeuilles e-mail sont retrouvés grâce à cette vérification supplémentaire, puis transférés vers un nouveau mot de passe.
ko: 이메일 지갑 보안 업그레이드 이전에 만든 계정은 이 추가 확인으로 찾은 다음 새 비밀번호로 옮겨요.
zh_hans: 在邮箱钱包安全升级之前创建的账户会通过这项额外验证找到，然后迁移到新密码。

source: Across Spot, Perps, Launch and Moments
es: En Spot, Perps, Lanzamientos y Moments
fr: Sur Spot, Perps, Lancement et Moments
ko: 현물, Perps, 런칭, Moments 전체 기준
zh_hans: 涵盖现货、永续、发射和 Moments

source: Active · %@
es: Activa · %@
ko: 활성 · %@
zh_hans: 生效中 · %@

source: Activity
es: Actividad
fr: Activité
ko: 활동
zh_hans: 动态

source: Add
es: Añadir
fr: Ajouter
ko: 추가
zh_hans: 添加

source: Add Margin
es: Añadir margen
fr: Ajouter de la marge
ko: 증거금 추가
zh_hans: 追加保证金

source: Add Photo
es: Añadir foto
fr: Ajouter une photo
ko: 사진 추가
zh_hans: 添加照片

source: Add a Passkey
es: Añadir una llave de acceso
fr: Ajouter une clé d'identification
ko: 패스키 추가
zh_hans: 添加通行密钥

source: Add an Alert
es: Añadir una alerta
fr: Ajouter une alerte
ko: 알림 추가
zh_hans: 添加提醒

source: Add funds
es: Añadir fondos
fr: Ajouter des fonds
ko: 자금 추가
zh_hans: 充值

source: Add funds to start trading
es: Añade fondos para empezar a operar
fr: Ajoutez des fonds pour commencer à trader
ko: 자금을 추가하고 거래를 시작하세요
zh_hans: 充值即可开始交易

source: Add margin
es: Añadir margen
fr: Ajouter de la marge
ko: 증거금 추가
zh_hans: 追加保证金

source: Added %@ margin
es: Margen añadido a %@
fr: Marge de %@ ajoutée
ko: %@ 증거금 추가
zh_hans: 已追加 %@ 保证金

source: Address
es: Dirección
fr: Adresse
ko: 주소
zh_hans: 地址

source: Adjust Leverage
es: Ajustar apalancamiento
fr: Ajuster le levier
ko: 레버리지 조정
zh_hans: 调整杠杆

source: Adjust leverage
es: Ajustar apalancamiento
fr: Ajuster le levier
ko: 레버리지 조정
zh_hans: 调整杠杆

source: Advanced
es: Avanzado
fr: Avancé
ko: 고급
zh_hans: 高级

source: After
es: Después
fr: Après
ko: 추가 후
zh_hans: 追加后

source: Alerts
es: Alertas
fr: Alertes
ko: 알림
zh_hans: 提醒

source: Alerts arrive while DyorHQ is open, on any screen: order fills, a Perps position at 80% and 90% of its margin in use, and price alerts. Nothing arrives while DyorHQ is closed, so don't rely on them to protect a position: set a stop-loss on it. Everything is also kept in the in-app center.
es: Las alertas llegan mientras DyorHQ está abierta, en cualquier pantalla: ejecuciones de órdenes, una posición de Perps al 80% y al 90% de su margen en uso, y alertas de precio. No llega nada mientras DyorHQ está cerrada, así que no dependas de ellas para proteger una posición: ponle un stop loss. Todo se guarda también en el centro de notificaciones de la app.
fr: Les alertes arrivent quand DyorHQ est ouvert, sur n'importe quel écran : exécutions d'ordres, position Perps à 80% et 90% de marge utilisée, et alertes de prix. Rien n'arrive quand DyorHQ est fermé : ne comptez donc pas sur elles pour protéger une position, placez-y un stop loss. Tout est également conservé dans le centre de notifications de l'app.
ko: DyorHQ가 열려 있는 동안 어느 화면에서든 알림이 도착합니다: 주문 체결, 증거금 사용률이 80%와 90%에 도달한 Perps 포지션, 가격 알림. DyorHQ가 닫혀 있으면 아무 알림도 도착하지 않으므로 포지션 보호를 알림에 의존하지 마십시오. 포지션에 손절을 설정하십시오. 모든 알림은 앱 내 알림 센터에도 보관됩니다.
zh_hans: DyorHQ 打开时，在任何界面都会收到提醒：订单成交、永续仓位的保证金使用率达到 80% 和 90%，以及价格提醒。DyorHQ 关闭时不会收到任何提醒，所以不要依赖它们来保护仓位：为仓位设置止损。所有提醒也会保存在应用内的通知中心。

source: Alerts arrive while DyorHQ is open. iOS pauses the app in the background, so nothing reaches your lock screen while DyorHQ is closed.
es: Las alertas llegan mientras DyorHQ está abierta. iOS pausa la app en segundo plano, así que no llega nada a tu pantalla bloqueada mientras DyorHQ está cerrada.
fr: Les alertes arrivent quand DyorHQ est ouvert. iOS met l'app en pause en arrière-plan : rien n'atteint donc votre écran verrouillé tant que DyorHQ est fermé.
ko: 알림은 DyorHQ가 열려 있을 때 도착해요. iOS는 백그라운드에서 앱을 일시 정지하므로, DyorHQ가 닫혀 있는 동안에는 잠금 화면에 아무 알림도 표시되지 않아요.
zh_hans: DyorHQ 打开时会收到提醒。iOS 会在后台暂停应用，因此 DyorHQ 关闭时，你的锁屏上不会收到任何提醒。

source: Alerts arrive while DyorHQ is open: it checks prices every 30 seconds on any screen, and again as soon as you come back to it. iOS pauses the app in the background, so an alert can't reach your lock screen while DyorHQ is closed, and a price that crosses and comes back in the meantime isn't reported. An alert fires once, then it's removed. To protect a perp position, set a stop-loss on it.
es: Las alertas llegan mientras DyorHQ está abierta: revisa los precios cada 30 segundos en cualquier pantalla, y otra vez en cuanto vuelves a la app. iOS pausa la app en segundo plano, así que una alerta no puede llegar a tu pantalla bloqueada mientras DyorHQ está cerrada, y si un precio cruza tu objetivo y vuelve mientras tanto, no se notifica. Una alerta se activa una vez y luego se elimina. Para proteger una posición en perpetuos, ponle un stop loss.
fr: Les alertes arrivent quand DyorHQ est ouvert : l'app vérifie les prix toutes les 30 secondes sur n'importe quel écran, puis à nouveau dès que vous y revenez. iOS met l'app en pause en arrière-plan : une alerte ne peut donc pas atteindre votre écran verrouillé tant que DyorHQ est fermé, et un prix qui franchit le seuil puis revient entre-temps n'est pas signalé. Une alerte se déclenche une fois, puis elle est supprimée. Pour protéger une position perp, placez-y un stop loss.
ko: 알림은 DyorHQ가 열려 있을 때 도착합니다. DyorHQ는 어느 화면에서든 30초마다 가격을 확인하며, 앱으로 돌아오는 즉시 다시 확인합니다. iOS는 백그라운드에서 앱을 일시 정지하므로 DyorHQ가 닫혀 있는 동안에는 알림이 잠금 화면에 도착할 수 없으며, 그 사이에 가격이 목표가를 넘었다가 되돌아오면 알리지 않습니다. 알림은 한 번 울린 후 삭제됩니다. 무기한 선물 포지션을 보호하려면 손절을 설정하십시오.
zh_hans: DyorHQ 打开时会收到提醒：在任何界面，它都会每 30 秒检查一次价格，你回到应用时也会立即再检查一次。iOS 会在后台暂停应用，因此 DyorHQ 关闭时，提醒无法到达你的锁屏，而且在此期间价格穿过目标后又回来的情况不会被报告。提醒只触发一次，之后即被移除。如需保护永续合约仓位，应为其设置止损。

source: Alerts, watchlists and referral codes
es: Alertas, listas de seguimiento y códigos de referido
fr: Alertes, listes de suivi et codes de parrainage
ko: 알림, 관심 목록, 추천 코드
zh_hans: 提醒、自选列表和推荐码

source: All of it stays at %@ on the blockchain, but without the passkey or the recovery phrase nothing can move it.
es: Todo sigue en %@ en la blockchain, pero sin la llave de acceso ni la frase de recuperación, nada puede moverlo.
fr: Tout reste à l'adresse %@ sur la blockchain, mais sans la clé d'identification ou la phrase de récupération, rien ne peut le déplacer.
ko: 모든 자산은 블록체인의 %@ 주소에 그대로 남아 있지만, 패스키나 복구 구문이 없으면 어떤 방법으로도 옮길 수 없습니다.
zh_hans: 这些资产都会保留在区块链上的 %@，但没有通行密钥或助记词，就无法转移它们。

source: All-Time Volume
es: Volumen histórico
fr: Volume historique
ko: 누적 거래량
zh_hans: 历史总交易量

source: Allocation
es: Asignación
ko: 할당량
zh_hans: 资产分布

source: Allocation claimable
es: Asignación reclamable
fr: Allocation à réclamer
ko: 수령 가능 할당량
zh_hans: 可领取分配额度

source: Allocation vested
es: Asignación liberada
fr: Allocation débloquée
ko: 베스팅 완료 할당량
zh_hans: 已解锁分配额度

source: Also stop using Sign in with Apple for DyorHQ: open Settings, tap your name, tap Sign in with Apple, select DyorHQ, then tap Delete.
es: Deja también de usar Iniciar sesión con Apple para DyorHQ: abre Ajustes, toca tu nombre, toca Iniciar sesión con Apple, selecciona DyorHQ y luego toca Eliminar.
fr: Cessez aussi d'utiliser « Se connecter avec Apple » pour DyorHQ : ouvrez Réglages, touchez votre nom, touchez « Se connecter avec Apple », sélectionnez DyorHQ, puis touchez Supprimer.
ko: DyorHQ에 대한 Apple로 로그인 사용도 중단하십시오. ‘설정’을 열고 이름을 탭한 다음, ‘Apple로 로그인’을 탭하고 DyorHQ를 선택한 후 ‘삭제’를 탭하십시오.
zh_hans: 同时停止对 DyorHQ 使用“通过 Apple 登录”：打开“设置”，轻点你的名字，轻点“通过 Apple 登录”，选择 DyorHQ，然后轻点“删除”。

source: Always asks for %@
es: Siempre pide %@
fr: Demande toujours %@
ko: 항상 %@ 요청
zh_hans: 始终要求 %@

source: Amount
es: Cantidad
fr: Montant
ko: 수량
zh_hans: 数量

source: Amount unit, %@
es: Unidad de la cantidad, %@
fr: Unité du montant, %@
ko: 수량 단위, %@
zh_hans: 数量单位，%@

source: An earlier approval lets it spend any amount. This plan approves exactly what it needs instead.
es: Una aprobación anterior le permite gastar cualquier cantidad. En su lugar, este plan aprueba exactamente lo que necesita.
fr: Une approbation antérieure lui permet de dépenser un montant illimité. Ce plan approuve à la place exactement le montant nécessaire.
ko: 이전 승인으로는 금액 제한 없이 사용할 수 있어요. 이번 계획은 대신 필요한 만큼만 정확히 승인해요.
zh_hans: 之前的授权允许它花费任意数量。本计划改为只授权恰好所需的数量。

source: Any take-profit or stop-loss you have on Perpl stays live. This device can't show or cancel them until you connect again.
es: Cualquier take profit o stop loss que tengas en Perpl sigue activo. Este dispositivo no puede mostrarlos ni cancelarlos hasta que te conectes de nuevo.
fr: Vos take profit et stop loss sur Perpl restent actifs. Cet appareil ne peut ni les afficher ni les annuler tant que vous ne vous reconnectez pas.
ko: Perpl에 설정된 익절·손절 주문은 계속 활성 상태로 유지됩니다. 다시 연결하기 전까지 이 기기에서는 해당 주문을 보거나 취소할 수 없습니다.
zh_hans: 你在 Perpl 上的任何止盈或止损都会保持有效。在你重新连接之前，此设备无法显示或取消它们。

source: Anyone can apply the queued policy now until %@. If it's applied before your publish confirms, nothing is published: you review the new terms below and publish again. Your terms never change without you seeing them.
es: Cualquiera puede aplicar la política en cola desde ahora hasta %@. Si se aplica antes de que se confirme tu publicación, no se publica nada: revisas las nuevas condiciones abajo y vuelves a publicar. Tus condiciones nunca cambian sin que las veas.
fr: N'importe qui peut appliquer la politique en attente dès maintenant et jusqu'au %@. Si elle est appliquée avant la confirmation de votre publication, rien n'est publié : vous vérifiez les nouvelles conditions ci-dessous et publiez à nouveau. Vos conditions ne changent jamais sans que vous les voyiez.
ko: 지금부터 %@까지 누구나 대기 중인 정책을 적용할 수 있어요. 게시가 확인되기 전에 정책이 적용되면 아무것도 게시되지 않아요. 아래에서 새 조건을 검토하고 다시 게시하면 돼요. 내가 확인하지 않은 채로 조건이 바뀌는 일은 없어요.
zh_hans: 从现在起至 %@，任何人都可以应用排队中的政策。如果它在你的发布确认之前被应用，则不会发布任何内容：你将在下方查看新条款，然后再次发布。你的条款绝不会在你未看到的情况下更改。

source: Anyone can apply the queued policy now. If it's applied before your publish confirms, nothing is published: you review the new terms below and publish again. Your terms never change without you seeing them.
es: Cualquiera puede aplicar ya la política en cola. Si se aplica antes de que se confirme tu publicación, no se publica nada: revisas las nuevas condiciones abajo y vuelves a publicar. Tus condiciones nunca cambian sin que las veas.
fr: N'importe qui peut appliquer la politique en attente dès maintenant. Si elle est appliquée avant la confirmation de votre publication, rien n'est publié : vous vérifiez les nouvelles conditions ci-dessous et publiez à nouveau. Vos conditions ne changent jamais sans que vous les voyiez.
ko: 이제 누구나 대기 중인 정책을 적용할 수 있어요. 게시가 확인되기 전에 정책이 적용되면 아무것도 게시되지 않아요. 아래에서 새 조건을 검토하고 다시 게시하면 돼요. 내가 확인하지 않은 채로 조건이 바뀌는 일은 없어요.
zh_hans: 任何人现在都可以应用排队中的政策。如果它在你的发布确认之前被应用，则不会发布任何内容：你将在下方查看新条款，然后再次发布。你的条款绝不会在你未看到的情况下更改。

source: Anyone can launch a coin or publish a Moment on DyorHQ: this says where the coin was made, not that DyorHQ vouches for it.
es: Cualquiera puede lanzar una moneda o publicar un Moment en DyorHQ: esto indica dónde se creó la moneda, no que DyorHQ la respalde.
fr: Tout le monde peut lancer un jeton ou publier un Moment sur DyorHQ : ce libellé indique où le jeton a été créé, pas que DyorHQ s'en porte garant.
ko: 누구나 DyorHQ에서 코인을 런칭하거나 Moment를 게시할 수 있습니다. 이 표시는 코인이 만들어진 곳을 알려줄 뿐, DyorHQ가 이 코인을 보증한다는 뜻이 아닙니다.
zh_hans: 任何人都可以在 DyorHQ 上发射代币或发布 Moment：这表示该币的创建地点，而不表示 DyorHQ 为其担保。

source: Anyone with these words has full control of your funds, on Monad and on every other chain. Never share them — DyorHQ support will never ask for them.
es: Cualquier persona con estas palabras tiene control total de tus fondos, en Monad y en todas las demás cadenas. Nunca las compartas. El soporte de DyorHQ nunca te las pedirá.
fr: Quiconque possède ces mots a le contrôle total de vos fonds, sur Monad et sur toutes les autres chaînes. Ne les partagez jamais — l'assistance DyorHQ ne vous les demandera jamais.
ko: 이 단어를 가진 사람은 누구나 Monad와 다른 모든 체인에서 자금에 대한 완전한 통제권을 갖습니다. 절대 공유하지 마십시오 — DyorHQ 고객 지원팀은 절대 이 단어를 요청하지 않습니다.
zh_hans: 任何人只要拥有这些单词，就能完全控制你的资金，包括在 Monad 和其他所有链上。切勿分享。DyorHQ 客服绝不会向你索要这些单词。

source: Anyone with this key has full control of your funds. Never share it — DyorHQ support will never ask for it.
es: Cualquier persona con esta clave tiene control total de tus fondos. Nunca la compartas. El soporte de DyorHQ nunca te la pedirá.
fr: Quiconque possède cette clé a le contrôle total de vos fonds. Ne la partagez jamais — l'assistance DyorHQ ne vous la demandera jamais.
ko: 이 키를 가진 사람은 누구나 자금에 대한 완전한 통제권을 갖습니다. 절대 공유하지 마십시오 — DyorHQ 고객 지원팀은 절대 이 키를 요청하지 않습니다.
zh_hans: 任何人只要拥有此私钥，就能完全控制你的资金。切勿分享。DyorHQ 客服绝不会向你索要私钥。

source: App Lock
es: Bloqueo de app
fr: Verrouillage de l'app
ko: 앱 잠금
zh_hans: 应用锁

source: App Lock needs a device passcode. Set one in iOS Settings, then try again.
es: El Bloqueo de app necesita un código del dispositivo. Configura uno en los Ajustes de iOS y vuelve a intentarlo.
fr: Le verrouillage de l'app nécessite un code sur l'appareil. Définissez-en un dans les Réglages d'iOS, puis réessayez.
ko: 앱 잠금을 사용하려면 기기 암호가 필요합니다. iOS 설정에서 암호를 설정한 후 다시 시도하십시오.
zh_hans: 应用锁需要设备锁屏密码。先在 iOS 设置中设置锁屏密码，然后重试。

source: Appearance
es: Apariencia
fr: Apparence
ko: 모양
zh_hans: 外观

source: Approval
es: Aprobación
fr: Approbation
ko: 승인
zh_hans: 授权

source: Arrived
es: Recibido
fr: Arrivé
ko: 도착함
zh_hans: 已到账

source: Arrived on %@
es: Recibido en %@
fr: Fonds arrivés sur %@
ko: %@에 도착했어요
zh_hans: 已到达 %@

source: As last read
es: Según la última lectura
fr: Selon la dernière lecture
ko: 마지막 조회 기준
zh_hans: 上次读取的数据

source: Ask
es: Venta
fr: Vente
ko: 매도
zh_hans: 卖价

source: Asks for %@ (or your passcode) before every transaction is signed, and before App Lock can be turned off.
es: Pide %@ (o tu código) antes de firmar cada transacción y antes de que se pueda desactivar el Bloqueo de app.
fr: Demande %@ (ou votre code) avant la signature de chaque transaction, et avant de pouvoir désactiver le verrouillage de l'app.
ko: 모든 트랜잭션에 서명하기 전과 앱 잠금을 끄기 전에 %@(또는 기기 암호)를 요구합니다.
zh_hans: 每次签名交易前，以及关闭应用锁前，都会要求 %@（或你的锁屏密码）。

source: Assets
es: Activos
fr: Actifs
ko: 자산
zh_hans: 资产

source: At most %@ of the supply.
es: Como máximo, %@ del suministro.
fr: Au maximum %@ de l'offre.
ko: 공급량의 최대 %@까지 가능합니다.
zh_hans: 最多为供应量的 %@。

source: Avail. Balance
es: Saldo disp.
fr: Solde dispo.
ko: 사용 가능 잔액
zh_hans: 可用余额

source: Available
es: Disponible
fr: Disponible
ko: 사용 가능
zh_hans: 可用

# Available: %@ %@
source: Available: %1$@ %2$@
es: Disponible: %1$@ %2$@
fr: Disponible : %1$@ %2$@
ko: 사용 가능: %1$@ %2$@
zh_hans: 可用：%1$@ %2$@

source: Available: %@ AUSD
es: Disponible: %@ AUSD
fr: Disponible : %@ AUSD
ko: 사용 가능: %@ AUSD
zh_hans: 可用：%@ AUSD

source: Avoid common words like “%@”.
es: Evita palabras comunes como “%@”.
fr: Évitez les mots courants comme « %@ ».
ko: “%@” 같은 흔한 단어는 피해야 합니다.
zh_hans: 避免使用“%@”等常见词。

source: Back
es: Atrás
fr: Retour
ko: 뒤로
zh_hans: 返回

source: Balance
es: Saldo
fr: Solde
ko: 잔액
zh_hans: 余额

source: Balance: %@
es: Saldo: %@
fr: Solde : %@
ko: 잔액: %@
zh_hans: 余额：%@

# Balance: %@ %@
source: Balance: %1$@ %2$@
es: Saldo: %1$@ %2$@
fr: Solde : %1$@ %2$@
ko: 잔액: %1$@ %2$@
zh_hans: 余额：%1$@ %2$@

# Balance: %@ %@ · %@ %@
source: Balance: %1$@ %2$@ · %3$@ %4$@
es: Saldo: %1$@ %2$@ · %3$@ %4$@
fr: Solde : %1$@ %2$@ · %3$@ %4$@
ko: 잔액: %1$@ %2$@ · %3$@ %4$@
zh_hans: 余额：%1$@ %2$@ · %3$@ %4$@

source: Balanced — recommended for most swaps.
es: Equilibrada — recomendada para la mayoría de los intercambios.
fr: Équilibrée — recommandée pour la plupart des échanges.
ko: 균형 잡힌 값 — 대부분의 스왑에 권장돼요.
zh_hans: 均衡：推荐用于大多数兑换。

source: Balances and markets
es: Saldos y mercados
fr: Soldes et marchés
ko: 잔액 및 마켓
zh_hans: 余额与行情

source: Balances and positions for this address will no longer be shown.
es: Ya no se mostrarán los saldos ni las posiciones de esta dirección.
fr: Les soldes et positions de cette adresse ne seront plus affichés.
ko: 이 주소의 잔액과 포지션이 더 이상 표시되지 않아요.
zh_hans: 将不再显示此地址的余额和仓位。

source: Balances, positions and launches for this address will be shown. Nothing can be signed.
es: Se mostrarán los saldos, las posiciones y los lanzamientos de esta dirección. No se puede firmar nada.
fr: Les soldes, positions et lancements de cette adresse seront affichés. Rien ne peut être signé.
ko: 이 주소의 잔액, 포지션, 런칭이 표시돼요. 서명은 할 수 없어요.
zh_hans: 将显示此地址的余额、仓位和发射记录。无法进行任何签名。

source: Be the first to launch a coin on DyorHQ.
es: Sé el primero en lanzar una moneda en DyorHQ.
fr: Soyez le premier à lancer un jeton sur DyorHQ.
ko: DyorHQ에서 처음으로 코인을 런칭해 보세요.
zh_hans: 成为第一个在 DyorHQ 上发射代币的人。

source: Be the first: publish a photo or video and make it last forever.
es: Sé el primero: publica una foto o un video y haz que dure para siempre.
fr: Soyez le premier : publiez une photo ou une vidéo et faites-la durer pour toujours.
ko: 첫 번째가 되어 보세요: 사진이나 동영상을 게시하고 영원히 남기세요.
zh_hans: 成为第一人：发布一张照片或一段视频，让它永久留存。

source: Below %@
es: Por debajo de %@
fr: En dessous de %@
ko: %@ 이하
zh_hans: 低于 %@

source: Best
es: Mejor
fr: Meilleur
ko: 최적
zh_hans: 最优

source: Bid
es: Compra
fr: Achat
ko: 매수
zh_hans: 买价

# Bids %@ of visible depth, asks %@
source: Bids %1$@ of visible depth, asks %2$@
es: Compras %1$@ de la profundidad visible, ventas %2$@
fr: Achats %1$@ de la profondeur visible, ventes %2$@
ko: 표시된 호가 깊이 중 매수 %1$@, 매도 %2$@
zh_hans: 买盘占可见深度的 %1$@，卖盘占 %2$@

source: Bio
es: Biografía
ko: 소개
zh_hans: 个人简介

source: Biometrics
es: Biometría
fr: la biométrie
ko: 생체 인증
zh_hans: 生物识别

source: Blocked for your safety: %@
es: Bloqueado por tu seguridad: %@
fr: Bloqué pour votre sécurité : %@
ko: 안전을 위해 차단되었습니다: %@
zh_hans: 为了你的安全已拦截：%@

source: Blocked for your safety: %@. This transaction wasn’t signed.
es: Bloqueado por tu seguridad: %@. Esta transacción no se firmó.
fr: Bloqué pour votre sécurité : %@. Cette transaction n'a pas été signée.
ko: 안전을 위해 차단되었습니다: %@. 이 트랜잭션은 서명되지 않았습니다.
zh_hans: 为了你的安全已拦截：%@。此交易未签名。

source: Bought %@
es: Compraste %@
fr: Achat de %@
ko: %@ 매수
zh_hans: 已买入 %@

source: Bridge
es: Puente
ko: 브리지
zh_hans: 跨链桥

# Bridge %@ → %@
source: Bridge %1$@ → %2$@
es: Puente %1$@ → %2$@
ko: 브리지 %1$@ → %2$@
zh_hans: 跨链 %1$@ → %2$@

source: Bridge again
es: Usar el puente otra vez
fr: Refaire un bridge
ko: 다시 브리지하기
zh_hans: 再次跨链

source: Bridge complete
es: Puente completado
fr: Bridge terminé
ko: 브리지 완료
zh_hans: 跨链完成

source: Bridge failed
es: Puente fallido
fr: Échec du bridge
ko: 브리지 실패
zh_hans: 跨链失败

source: Bridge from
es: Puente desde
fr: Bridge depuis
ko: 브리지 출발 체인
zh_hans: 跨链来源

source: Bridge from another chain
es: Puente desde otra cadena
fr: Bridge depuis une autre chaîne
ko: 다른 체인에서 브리지하기
zh_hans: 从其他链跨链转入

source: Bridge refunded
es: Puente reembolsado
fr: Bridge remboursé
ko: 브리지 환불됨
zh_hans: 跨链已退款

# Bridge refunded — %@. Your funds were returned on %@.
source: Bridge refunded — %1$@. Your funds were returned on %2$@.
es: Puente reembolsado — %1$@. Tus fondos se devolvieron en %2$@.
fr: Bridge remboursé — %1$@. Vos fonds ont été restitués sur %2$@.
ko: 브리지 환불됨 — %1$@. 자금은 %2$@에서 반환되었습니다.
zh_hans: 跨链已退款：%1$@。你的资金已退回至 %2$@。

source: Bridge routes load once your passkey session is open.
es: Las rutas del puente se cargan cuando tu sesión de llave de acceso está abierta.
fr: Les routes de bridge se chargent une fois votre session de clé d'identification ouverte.
ko: 패스키 세션이 열리면 브리지 경로를 불러와요.
zh_hans: 通行密钥会话开启后，才会加载跨链路由。

source: Bridge to
es: Puente hacia
fr: Bridge vers
ko: 브리지 도착 체인
zh_hans: 跨链目标

source: Bridge to %@
es: Puente hacia %@
fr: Bridge vers %@
ko: %@ 체인으로 브리지하기
zh_hans: 跨链至 %@

source: Bridge to Monad
es: Puente hacia Monad
fr: Bridge vers Monad
ko: Monad로 브리지하기
zh_hans: 跨链至 Monad

source: Bridge unavailable
es: Puente no disponible
fr: Bridge indisponible
ko: 브리지를 사용할 수 없음
zh_hans: 跨链不可用

# Bridged %@ → %@
source: Bridged %1$@ → %2$@
es: Puente %1$@ → %2$@
fr: Bridge %1$@ → %2$@ effectué
ko: %1$@ → %2$@ 브리지 완료
zh_hans: 已跨链 %1$@ → %2$@

source: Bridging across chains…
es: Transfiriendo entre cadenas…
fr: Bridge entre chaînes en cours…
ko: 체인 간 브리지 중…
zh_hans: 正在跨链…

source: Bridging to another chain
es: Usar el puente hacia otra cadena
fr: Bridge vers une autre chaîne
ko: 다른 체인으로 브리지
zh_hans: 跨链至其他链

source: Bridging…
es: Transfiriendo…
fr: Bridge en cours…
ko: 브리지 중…
zh_hans: 跨链中…

source: Browse Moments
es: Explorar Moments
fr: Parcourir les Moments
ko: Moments 둘러보기
zh_hans: 浏览 Moments

source: Budget
es: Presupuesto
ko: 예산
zh_hans: 预算

source: Buy
es: Comprar
fr: Acheter
ko: 매수
zh_hans: 买入

source: Buy %@
es: Comprar %@
fr: Acheter %@
ko: %@ 매수
zh_hans: 买入 %@

# Buy %@ %@
source: Buy %1$@ %2$@
es: Compra de %1$@ %2$@
fr: Acheter %1$@ %2$@
ko: %1$@ %2$@ 매수
zh_hans: 买入 %1$@ %2$@

# Buy %@ at %@
source: Buy %1$@ at %2$@
es: Compra de %1$@ a %2$@
fr: Achat de %1$@ à %2$@
ko: %2$@에 %1$@ 매수
zh_hans: 以 %2$@ 买入 %1$@

# Buy %@ at %@, %@
source: Buy %1$@ at %2$@, %3$@
es: Compra de %1$@ a %2$@, %3$@
fr: Achat de %1$@ à %2$@, %3$@
ko: %2$@에 %1$@ 매수, %3$@
zh_hans: 以 %2$@ 买入 %1$@，%3$@

source: Buy a coin on the curve and it appears here with its PnL.
es: Compra una moneda en la curva y aparecerá aquí con su PnL.
fr: Achetez un jeton sur la courbe et il apparaîtra ici avec son PnL.
ko: 커브에서 코인을 매수하면 손익과 함께 여기에 표시돼요.
zh_hans: 在曲线上买入币后，它会连同盈亏显示在这里。

source: Buy or launch a coin on the Launch tab.
es: Compra o lanza una moneda en la pestaña Lanzamientos.
fr: Achetez ou lancez un jeton dans l'onglet Lancement.
ko: 런칭 탭에서 코인을 매수하거나 런칭하세요.
zh_hans: 在“发射”标签页中买入或发射代币。

source: Buy or swap a token and it appears here.
es: Compra o intercambia un token y aparecerá aquí.
fr: Achetez ou échangez un jeton et il apparaîtra ici.
ko: 토큰을 매수하거나 스왑하면 여기에 표시돼요.
zh_hans: 买入或兑换代币后，它会显示在这里。
